
/******************************************************************************
*@file  : app.c
*@brief : application
******************************************************************************/

#include "app.h"  
#include "sdram.h"



/******************************************************************************
* @brief : app test.
* @param : None
* @return: None
******************************************************************************/
void APP_Test(void)
{
    //SDRAM型号为M12L2561616A，注意不同的SDRAM行地址线宽度和列地址线宽度不同
		
   /*初始化SDRAM模块*/
    SDRAM_Init();
    
    SDRAM_32168Write_Read_Test();//8/16/32bit 读写测试
}



